[
    {
      "rank": 1,
      "title": "Gremlins",
      "story": "A young man receives a strange pet with three specific rules: no bright light, no water, and no feeding after midnight. When these rules are broken, the cute creature spawns destructive monsters that terrorize a small town on Christmas."
    },
    {
      "rank": 1,
      "title": "Ghostbusters",
      "story": "Three former professors set up a ghost removal service in New York City, eventually facing an ancient Sumerian god trying to bring about the end of the world through an apartment building."
    },
    {
      "rank": 1,
      "title": "Arachnophobia",
      "story": "A species of deadly Venezuelan spiders is accidentally transported to a small California town, breeding and terrorizing the residents. A doctor with a fear of spiders must overcome his phobia to save the town."
    },
    {
      "rank": 1,
      "title": "Tremors",
      "story": "Residents of a small desert town discover their community is under attack by giant underground worm-like creatures that hunt by sensing vibrations in the ground."
    },
    {
      "rank": 1,
      "title": "The Monster Squad",
      "story": "A group of young monster enthusiasts must prevent Dracula and his army of classic movie monsters from taking over their small town and conquering the world."
    },
    {
      "rank": 2,
      "title": "The Blair Witch Project",
      "story": "Three film students venture into the Maryland woods to film a documentary about a local legend. They vanish, leaving behind only their footage showing increasingly terrifying encounters."
    },
    {
      "rank": 2,
      "title": "Poltergeist",
      "story": "A family's young daughter communicates with spirits through their television set. Soon, malevolent ghosts kidnap her through her closet, forcing the family to fight supernatural forces to get her back."
    },
    {
      "rank": 2,
      "title": "The Others",
      "story": "A mother and her two photosensitive children live in a darkened old mansion, convinced it's haunted. They eventually discover a shocking truth about their own existence."
    },
    {
      "rank": 2,
      "title": "The Sixth Sense",
      "story": "A child psychologist tries to help a young boy who claims to see ghosts walking among the living. The truth about their relationship leads to a famous twist ending."
    },
    {
      "rank": 2,
      "title": "The Ring",
      "story": "A journalist investigates a cursed videotape that kills its viewers seven days after watching it. She must solve the mystery behind the tape's origin before her time runs out."
    },
    {
      "rank": 3,
      "title": "The Babadook",
      "story": "A single mother and her troubled son find a mysterious pop-up book about a creature called the Babadook. As strange events unfold, they realize the monster from the book is becoming real."
    },
    {
      "rank": 3,
      "title": "Sinister",
      "story": "A true-crime writer moves his family into a house where a horrific murder took place. He discovers a box of Super 8 films showing multiple family murders, awakening a supernatural entity."
    },
    {
      "rank": 3,
      "title": "Insidious",
      "story": "When a young boy enters a comatose state, his parents discover he has the ability to travel in an astral realm called The Further, where evil spirits try to possess his body."
    },
    {
      "rank": 3,
      "title": "A Quiet Place",
      "story": "In a post-apocalyptic world, a family must live in complete silence to avoid alien creatures that hunt by sound. A single noise could mean instant death."
    },
    {
      "rank": 3,
      "title": "It Follows",
      "story": "After a sexual encounter, a teenager finds herself pursued by a supernatural entity that can take any human form. It never stops walking towards its target, and only she can see it."
    },
    {
      "rank": 4,
      "title": "The Conjuring",
      "story": "Paranormal investigators help a family terrorized by a dark presence in their farmhouse. Based on true events, they face the most terrifying case of their careers."
    },
    {
      "rank": 4,
      "title": "Hereditary",
      "story": "After the death of her secretive grandmother, a family begins to unravel cryptic and terrifying secrets about their ancestry, realizing they're trapped in a sinister fate they can't escape."
    },
    {
      "rank": 4,
      "title": "The Thing",
      "story": "An Antarctic research team encounters an alien parasite that can perfectly imitate any living being. Paranoia ensues as no one knows who is human and who is the creature."
    },
    {
      "rank": 4,
      "title": "The Shining",
      "story": "A family becomes caretakers of an isolated hotel for the winter. The father's sanity deteriorates due to supernatural forces, while his psychic son sees horrific forebodings of the future."
    },
    {
      "rank": 4,
      "title": "Get Out",
      "story": "A young Black man visits his white girlfriend's family estate and becomes ensnared in a more sinister reason for the invitation - a plot involving body snatching and modern slavery."
    },
    {
      "rank": 5,
      "title": "The Exorcist",
      "story": "A 12-year-old girl becomes possessed by a demonic entity. Two priests must risk their lives to save her soul through an exorcism ritual, facing the pure essence of evil."
    },
    {
      "rank": 5,
      "title": "Alien",
      "story": "A space crew investigates a distress signal, only to encounter a deadly organism that gestates inside living humans. Trapped in space, they fight for survival against the perfect killing machine."
    },
    {
      "rank": 5,
      "title": "The Texas Chain Saw Massacre",
      "story": "A group of friends stumble upon a family of cannibals in rural Texas, including the chainsaw-wielding Leatherface. Based on true events, they face unimaginable horror in their fight to survive."
    },
    {
      "rank": 5,
      "title": "The Silence of the Lambs",
      "story": "An FBI trainee must seek the help of an imprisoned cannibalistic serial killer to catch another killer who skins his female victims. She must venture into the mind of pure evil to stop a monster."
    },
    {
      "rank": 5,
      "title": "A Serbian Film",
      "story": "A retired adult film star accepts a role in an art film, only to discover he's been lured into an unimaginably dark and twisted production involving extreme violence and exploitation."
    }
]
